% **********************************************************************
% sopranoLyrics.ly :
%  Copyright (C) 2010 YAMAMOTO Kenji
%  This work is licensed under 
%  the Creative Commons Attribution-Share Alike 2.1 Japan License. 
%  To view a copy of this license, 
%  visit http://creativecommons.org/licenses/by-sa/2.1/jp/
%  or send a letter to Creative Commons, 171 Second Street,
%  Suite 300, San Francisco, California, 94105, USA.
% **********************************************************************

sopranoLyrics = \lyricmode 
{
  % --------------------------------------------------
  % 1-1
  % --------------------------------------------------
  \skip4 \skip4 | \skip4 \skip4 | や4 __ \skip4 | \skip4 \skip4 |

  % --------------------------------------------------
  % 1-2
  % --------------------------------------------------
  や4 __ \skip4 | \skip4 \skip4 | \skip4 \skip4 | \skip4 \skip4 |

  % --------------------------------------------------
  % 2-1
  % --------------------------------------------------
  しゃ8 ぼ16 ん16 だ8 ま8 | き8 え8 た8 \skip8 | と8 ば8 ず8 に8 | き8 え8 た8 \skip8 |

  % --------------------------------------------------
  % 2-2
  % --------------------------------------------------
  う8 ま8 れ8 て8 | す8 ぐ8 に8 \skip8 | こ8 わ8 れ8 て8 | き8 え8 た8 \skip8 |

  % --------------------------------------------------
  % 3-1
  % --------------------------------------------------
  か8. ぜ16 か8 ぜ8 | ふ8 く8 な8 \skip8 | しゃ8 ぼ16 ん16 だ8 ま8 | と8 ば8 そ8 \skip8 |

}

