% **********************************************************************
% tenorLyrics.ly :
%  Copyright (C) 2010 YAMAMOTO Kenji
%  This work is licensed under 
%  the Creative Commons Attribution-Share Alike 2.1 Japan License. 
%  To view a copy of this license, 
%  visit http://creativecommons.org/licenses/by-sa/2.1/jp/
%  or send a letter to Creative Commons, 171 Second Street,
%  Suite 300, San Francisco, California, 94105, USA.
% **********************************************************************

tenorLyrics = \lyricmode 
{
  % --------------------------------------------------
  % 1-1
  % --------------------------------------------------
  \skip2. わ8 た8 げ8 を8 |
  \skip2 ふ8 こ8 う8 \skip8 ふ8 こ8 う8 \skip8 |

  % --------------------------------------------------
  % 1-2
  % --------------------------------------------------
  \skip2. ぼ8 く8 た8 ち8 を8 \skip8 |
  つ4 つ4 む4 __ \skip8 \skip8 そ4 ら8 \skip8 |

  % --------------------------------------------------
  % 1-3
  % --------------------------------------------------
  し4 ろ4 い4 く4 __ \skip8 も8 ま8 で8 |

  % --------------------------------------------------
  % 1-4
  % --------------------------------------------------
  か4 ぜ4 __ \skip8 \skip8 |

  "　"8 \skip8 \skip1*5/4 |

  \skip1*4/4 |

  % --------------------------------------------------
  % 2-1
  % --------------------------------------------------
  \skip1*5/4 |
  \skip1*6/4 |
}

