% **********************************************************************
% sopranoLyrics.ly :
%  Copyright (C) 2010 YAMAMOTO Kenji
%  This work is licensed under 
%  the Creative Commons Attribution-Share Alike 2.1 Japan License. 
%  To view a copy of this license, 
%  visit http://creativecommons.org/licenses/by-sa/2.1/jp/
%  or send a letter to Creative Commons, 171 Second Street,
%  Suite 300, San Francisco, California, 94105, USA.
% **********************************************************************

sopranoLyrics = \lyricmode 
{
  % --------------------------------------------------
  % 1-1
  % --------------------------------------------------
  た8 ん8 ぽ8 ぽ8 の8 \skip8 \skip2 |
  \skip8 そっ8 \skip8 と8 ふ8 こ8 う8 \skip8 \skip2 |

  % --------------------------------------------------
  % 1-2
  % --------------------------------------------------
  わ8 た8 し8 た8 ち8 \skip8 \skip2. |
  つ8 \ignoreMelismataNot つん4 で8 い8 る8 あ8 お8 ぞ8 ら8 の8 \skip8 | 

  % --------------------------------------------------
  % 1-3
  % --------------------------------------------------
  し8 ろ8 い8 く8 も8 ま8 で4 \skip2 |

  % --------------------------------------------------
  % 1-4
  % --------------------------------------------------
  か8 ぜ8 に8 のっ8 \skip8 て8 |

  と8*2/3 __ \skip8*2/3 ど8*2/3 __ \skip8*2/3 く8*2/3 __ \skip8*2/3 よ4 う4 に2 __ |

  \skip2 \skip2 |

  % --------------------------------------------------
  % 2-1
  % --------------------------------------------------
  た8 ん8 ぽ8 ぽ8 の8 \skip8 わ8 た8 げ8 を8 |
  \skip8 そっ8 \skip8 と8 ふ8 こ8 う2 \skip4 |
}

