% **********************************************************************
% bassLyrics.ly :
%  Copyright (C) 2010 YAMAMOTO Kenji
%  This work is licensed under 
%  the Creative Commons Attribution-Share Alike 2.1 Japan License. 
%  To view a copy of this license, 
%  visit http://creativecommons.org/licenses/by-sa/2.1/jp/
%  or send a letter to Creative Commons, 171 Second Street,
%  Suite 300, San Francisco, California, 94105, USA.
% **********************************************************************

bassLyrics = \lyricmode 
{
  % --------------------------------------------------
  % 1-1
  % --------------------------------------------------
  \skip4 \skip4 \skip4 \skip4 | \skip4 \skip4 \skip4 \skip4 | か8 ら8 す8 は8 __ \skip4 \skip4 | \skip4 \skip4 \skip4 \skip4 |

  % --------------------------------------------------
  % 1-2
  % --------------------------------------------------
  か4 \skip4 \skip4 \skip4 | な4 な8 __ \skip8 つ4 の4 | こ8 が8 あ8 る8 か4 ら4 | よ4 \skip4 \skip4 \skip4 |

  % --------------------------------------------------
  % 2-1
  % --------------------------------------------------
  \skip4 \skip4 か4 わ4 | い4 \skip4 \skip4 \skip4 | か4 \skip4 \skip4 \skip4 | あ4 \skip4 \skip4 \skip4 |

  % --------------------------------------------------
  % 2-2
  % --------------------------------------------------
  か4 わ4 い4 \skip4 | か4 __  \skip8 わ8 い4 と4 | な4 く4 ん4 だ4 | よ4 \skip4 \skip4 \skip4 |

  % --------------------------------------------------
  % 3-1
  % --------------------------------------------------
  \skip4 \skip4 \skip4 \skip4 | ふ4 \skip4 e4 __ \skip4 | いっ8 て8 み8 て8 ご4 ら4 | \skip4 ご8 ら8 ん4 \skip4 |

  % --------------------------------------------------
  % 3-2
  % --------------------------------------------------
  ま4 __ \skip4 る4 い4 | め4 を4 し4 た4 | い4 い4 こ4 だ4 | よ4 \skip4 \skip4 \skip4 |

}

